<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'title' => 'დოკუმენტაცია',
    'warning' => 'გთხოვთ ყურადღებით გაეცნოთ ქვემოთ მოცემულ ინსტრუქციას, რომელიც შესაძლოა განახლდეს. ქვემოთ მოცემული ინსტრუქციის არ შესრულებამ შესაძლოა გამოიწვიოს თქვენი ექაუნთის დაბლოკვა.',
    'q1' => 'როგორ შევქმნათ თამაში?',
    'a1' => 'თამაშის შესაქმნელად გადადით თამაშების გვერდზე და დააჭირეთ ღილაკს "თამაშის შექმნა",
       შეავსეთ ყველა მოცემული ველი და მონიშნეთ რუკაზე ადგილი მაუსზე ღილაკის დაჭერით,
       დააჭირეთ "გაგზავნა"-ს და გააქტიურეთ თამაში ღილაკზე დაჭერით "თამაშის აქტივაცია". (ღილაკი გამოჩნდება მთავარ გვერდზე თქვენს დამატებულ თამაშებში).',
    'q2' => 'როგორ დავიწყოთ თამაში?',
    'a2' => 'თამაშის დასაწყებად გადადით თამაშების გვერდზე და აირჩიეთ თქვენთვის სასურველი თამაში, არჩევის შემდეგ დააჭირეთ ღილაკს "ნახვა" ,შემდეგ კი დააჭირეთ ღილაკს "თამაშის დაწყება"',
    'q3' => 'როგორ შევიძინოთ ქულები?',
    'a3' => 'გადადით ქულების გვერდზე და დააჭირეთ "ქულების შეძენა"-ს, აირჩიეთ სასურველი ქულების რაოდენობა და გადახდის მეთოდი.
    შესაძლებელია სამი გადახდის მეთოდის გამოყენება, კრიპტო ვალუტით, ფეიფალით ან დებიტ/კრედიტ ბარათით.
    კრიპტო ვალუტით გადახდის შემთხვევაში გაიხსნება ფანჯარა საფულის მისამართით სადაც უნდა ჩაირიცხოს 1 საათის განმავლობაში იქვე მოცემული კრიპტო ვალუტა.',
    'q4' => 'თანხის განაღდება',
    'a4' => 'თანხის განაღდება შესაძლებელია განაღდების გვერდიდან, მოცემული გვერდის გამოყენებისთვის აუცილებელია ანგარიშზე გქონდეთ მინიმუმ 1000 ქულა.
    როდესაც დააგროვებთ საჭირო რაოდენობის ქულას შეგიძლიათ შეხვიდეთ განაღდების გვერდზე, აირჩიოთ თანხის მიღების მეთოდი, კრიპტო ვალუტა ან სასაჩუქრე ბარათი.
    შემდეგ აირჩიოთ ქულები და გამოაგზავნოთ მოთხოვნა.
    თუ თქვენი ექაუნთი იქნება ვერიფიცირებული და არანაირი დარღვევა არ აღმოჩნდება თანხას მიიღებთ 48 საათის განმავლობაში.',
    'q5' => 'კონფიდენციალურობა',
    'a5' => 'ჩვენ ვიღებთ და ვინახავთ ნებისმიერ პერსონალურ ინფორმაციას, რომელიც შეგყავთ ვებსაიტზე ან გვაწვდით სხვა საშუალებით.
    პერსონალური ინფორმაცია საჭიროა რეგისტრაციისა და ვერიფიკაციის მიზნით. ჩვენ ავტომატურად ვიღებთ სესიის ინფორმაციას კომპიუტერიდან ან სხვა მობილური მოწყობილობიდან.
    ამგვარად მიღებულ ინფორმაციას ვიყენებთ პარამეტრების მომხმარებელზე მორგების მიზნით, თაღლითობის თავიდან ასაცილებლად.',
    'q6' => 'თამაშის ინსტრუქცია',
    'a6' => 'თამაშის დამატებისას აუცილებელია მინიშნებების დაწერა.
    აკრძალულია პირადი ინფორმაციის მითითება თამაშში.
    თამაშის დასაწყებად საჭიროა მინიმუმ 2 მოთამაშე.
    თამაშის დაწყების შემდეგ,თქვენ უნდა ეცადოთ მოწინააღმდეგეზე ადრე გამოიცნოთ მინიშნებები და იპოვოთ კოდი.
    იმისათვის რომ იპოვოთ კოდი,საჭიროა გამოიცნოთ მინიშნებები,შემდგომ მიყვეთ ამ მინიშნებას და მოცემულ რუკაზე იპოვოთ აღნიშნული ლოკაცია და დააკლიკოთ,სწორი ლოკაციის დაკლიკვის შემთხვევაში გამოჩნდება კოდი.
    იმისათვის რომ დამთავრდეს თამაში აუცილებელია შეიყვანოთ კოდი,რომელსაც იპოვით.
    მოგებულია მოთამაშე, რომელიც პირველი იპოვის კოდს და დაამთავრებს თამაშს.
    თამაშის წაგების შემთხვევაში თქვენ კარგავთ ქულას რომელიც დადეთ თამაშის დასაწყებად.
    თამაშის მოგების შემთხვევაში იგებს მხოლოდ თამაშის შემქმნელი და მოგებული მოთამაშე.',
];
