<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'login' => 'ავტორიზაცია',
    'username' => 'მომხმარებლის სახელი',
    'password' => 'პაროლი',
    'remember_me' => 'დამახსოვრება',
    'forgot_password' => 'პაროლის აღდგენა',
    'sign_up' => 'რეგისტრაცია',
    'no_account' => 'არ გაქვთ ექაუნთი? გაიარეთ',
    'home' => 'თამაშის დაწყება',
    'about' => 'ჩვენს შესახებ',
    'learn' => 'ჩვენს შესახებ',
    'play' => 'ავტორიზაცია',
    'modalheader' => 'ავტორიზაცია',
    'firsttext' => 'UNREALITY.APP',
    'secondtext' => 'Unreal Reality',
    'thirdtext' => 'არარეალური რეალობა',
    'first' => 'პირველად საქართველოში',
    'second' => 'არარეალური რეალობა',
    'third' => 'თამაში ძალიან მარტივი და სახალისოა, რუკაზე უნდა მოძებნოთ თქვენთვის სასურველი ადგილი და დამალოთ. იმისათვის რომ თქვენი თამაში იყოს მიმზიდველი და მეტ ადამიანს მოუნდეს მისი თამაში სასურველია სახალისო მინიშნებების დაწერა. გახსოვდეთ რომ რაც უფრო მეტი ადამიანი ითამაშებს თქვენ თამაშს მით უფრო მეტ ქულას მოიგებთ თქვენ. როდესაც თქვენ თამაშობთ სხვის დამატებულ თამაშს საჭიროა სწრაფად გამოიცნოთ მინიშნებები და მიაგნოთ რუკაზე დამალულ კოდს. (კოდი შესაძლოა იქნეს დამალული ნებისმიერ ადგილას. მაგ. რესტორნის ან კაფის სახელით) როდესაც თქვენ დააკლიკავთ სწორ ადგილს გამოჩნდება კოდი რომელიც უნდა შეიყვანოთ თამაშის დასასრულებლად.',
    'firstboxtitle' => 'თამაში',
    'firstboxtext' => 'თქვენ შეგიძლიათ შექმნათ თქვენი თამაში და ასევე ითამაშოთ სხვისი შექმნილი თამაშები. დეტალურ ინფორმაციას იხილავთ ავტორიზაციის გავლის შემდეგ, დოკუმენტაციის გვერდზე.',
    'secondboxtitle' => 'ფული',
    'secondboxtext' => 'ეს თამაში სახალისოსთან ერთად მომგებიანიცაა, თქვენ შეგიძლიათ დააგროვოთ ქულები და შემდეგ ეს ქულები გადაცვალოთ ბიტკოინში ან სასაჩუქრე ბარათებში.',
    'thirdboxtitle' => 'კონტაქტი',
    'thirdboxtext' => 'ჩვენთან დაკავშირება შეგიძლიათ ელ. ფოსტით: support@unreality.app ან გვერდის ბოლოს მოცემული სოციალური ქსელების ღილაკებით',
    'close' => 'დახურვა',

];
