<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'turned_off' => 'რეგისტრაცია ჩაირთვება ტესტირების დასრულების შემდეგ.',
    'login' => 'ავტორიზაცია',
    'password' => 'პაროლი',
    'remember_me' => 'დამახსოვრება',
    'forgot_password' => 'პაროლის აღდგენა',
    'sign_up' => 'რეგისტრაცია',
    'no_account' => 'არ გაქვთ ექაუნთი? გაიარეთ',
    'first_name' => 'სახელი',
    'last_name' => 'გვარი',
    'username' => 'მომხმარებლის სახელი',
    'phone_number' => 'მობილურის ნომერი',
    'gender' => 'სქესი',
    'date_of_birth' => 'დაბადების თარიღი',
    'email' => 'E-Mail',
    'confirm_password' => 'გაიმეორეთ პაროლი',
    'register' => 'რეგისტრაცია',
    'have_an_account' => 'გაქვთ ექაუნთი?',
    'agree_text' => 'ვეთანხმები საიტზე არსებულ',
    'agree_text_link' => 'წესებს',
    'male' => 'მამრობითი',
    'female' => 'მდედრობითი',
    'danger' => 'ყურადღება',
    'registerbtn' => 'გავეცანი და ვეთანხმები წესებს',
    'haveacc' => 'უკვე გაქვთ ექაუნთი?',
    'haveacclogin' => 'ავტორიზაცია',
    'id_number' => 'პირადი ნომერი',
    'dangertext' => 'გთხოვთ გაითვალისწინოთ, პირადი ნომრის, მობილური ტელეფონის ნომრის და დაბადების თარიღის ცვლილება რეგისტრაციის შემდეგ შეუძლებელია',
    'dangertext2' => 'პირადი ნომერი და ელ. ფოსტა გამოყენებული იქნება თქვენი ექაუნთის ვერიფიკაციისთვის',
    'dangertext3' => 'პირადი ნომრის ვერიფიკაციის გარეშე ვერ შეძლებთ ქულების განაღდებას',
    'dangertext4' => 'ელ. ფოსტა ასევე გამოყენებული იქნება ქულების განაღდების, მოთხოვნის გამოგზავნის, ადმინისტრაციასთან დაკავშირებისთვის. არააქტიური ელ. ფოსტის შემთხვევაში ეს სერვისები შეგეზღუდებათ',
    'fntext' => 'შეიყვანეთ სახელი, როგორც პირადობაში გიწერიათ, ლათინური ან ქართული შრიფტით',
    'lntext' => 'შეიყვანეთ გვარი, როგორც პირადობაში გიწერიათ, ლათინური ან ქართული შრიფტით',
    'untext' => 'მომხმარებლის სახელი გამოუჩნდებათ სხვა მოთამაშეებსაც, არ გამოიყენოთ სახელი და გვარი!',
    'pntext' => 'შეიყვანეთ 9 ციფრიანი მობილური ტელეფონის ნომერი',
    'idtext' => 'შეიყვანეთ 11 ნიშნა პირადი ნომერი',
    'dobtext' => 'შეიყვანეთ დაბადების თარიღი ფორმატით xxxx-xx-xx (მაგ. 1990-12-31)',
    'emailtext' => 'შეიყვანეთ მოქმედი ელ. ფოსტა',
    'registerbtn' => 'გავეცანი წესებს',
    'text' => '1. გთხოვთ გაითვალისწინოთ, პირადი ნომრის, მობილური ტელეფონის ნომრის და დაბადების თარიღის ცვლილება რეგისტრაციის შემდეგ შეუძლებელია',
    'text2' => '2. პირადი ნომერი და ელ. ფოსტა გამოყენებული იქნება თქვენი ექაუნთის ვერიფიკაციისთვის',
    'text3' => '3. პირადი ნომრის ვერიფიკაციის გარეშე ვერ შეძლებთ ქულების განაღდებას',
    'text4' => '4. ელ. ფოსტა ასევე გამოყენებული იქნება ქულების განაღდების, მოთხოვნის გამოგზავნის, ადმინისტრაციასთან დაკავშირებისთვის. არააქტიური ელ. ფოსტის შემთხვევაში ეს სერვისები შეგეზღუდებათ',
    'text5' => '5. ყოველი თამაშის დაწყებისას თქვენ ეთანხმებით იმ წესებს, რომლებიც მოცემულია საიტზე დოკუმენტაციის გვერდზე.',
    'text6' => '6. ნებისმიერი წესის დარღვევის შემთხვევაში თქვენი ექაუნთი დაიბლოკება.',

];
